[{  "name": "Turbo Racer",
    "price": 39.99,
    "image": "https://images.unsplash.com/photo-1627808838459-6198a4bd8876?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=870&q=80",
    "category": "Super Car",
    "ratings": 4.7,
      "manufacturer": "Speed Machines Inc.",
      "recommended_age": "6+",
      "material": "Plastic",
      "quantity": 93,
      "description": "Get ready for high-speed racing action with the Turbo Racer! This sleek and aerodynamic super car is built for speed. It features a powerful friction motor that propels the car forward with incredible velocity. The Turbo Racer is made of durable plastic and is designed to withstand intense races. With its cool design and lightning-fast performance, this toy will provide hours of racing fun for car enthusiasts of all ages!" 
  },
  { "name": "Laser Lightning",
    "price": 49.99,
    "image": "https://images.unsplash.com/photo-1578652520385-c05f6f3b5de3?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=870&q=80",
    "category": "Super Car",
    "ratings": 4.9,
      "manufacturer": "Speedster Toys",
      "recommended_age": "8+",
      "material": "Metal",
      "quantity": 110,
      "description": "Experience the ultimate speed and style with the Laser Lightning super car! This high-performance metal car features a sleek design and eye-catching metallic paint. It comes with a pull-back motor mechanism that sends it racing forward with incredible force. The Laser Lightning is crafted with precision and attention to detail, making it a collector's dream. Whether you're racing with friends or showcasing it on display, this super car is sure to impress!"  
  },
  {"name": "Vintage Roadster",
    "price": 29.99,
    "image": "https://images.unsplash.com/photo-1594787317357-dcda50fd1d78?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=870&q=80",
    "category": "Classic Car",
    "ratings": 4.5,
    "manufacturer": "Retro Toys Ltd.",
      "recommended_age": "4+",
      "material": "Die-cast Metal",
      "quantity": 120,
      "description": "Step back in time with the Vintage Roadster! This classic car toy is inspired by the iconic automobiles of the past. It is made of high-quality die-cast metal, ensuring durability and authenticity. The Vintage Roadster features realistic details, including opening doors and a removable roof. Whether you're a car enthusiast or a collector, this timeless toy will bring a touch of nostalgia and elegance to your playtime or display."
    },
  { "name": "Convertible Cruiser",
    "price": 39.99,
    "image": "https://images.unsplash.com/photo-1531693251400-38df35776dc7?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=774&q=80",
    "category": "Classic Car",
    "ratings": 4.8,
    "manufacturer": "Classic Toys Inc.",
      "recommended_age": "6+",
      "material": "Plastic",
      "quantity": 72,
      "description": "Take a ride in style with the Convertible Cruiser! This classic car toy captures the elegance and charm of vintage convertibles. Made from durable plastic, the Convertible Cruiser features a smooth and glossy finish. Its convertible roof can be raised or lowered for an authentic play experience. With its timeless design and attention to detail, this toy is perfect for collectors or young car enthusiasts who appreciate classic automobiles."
  },
  { "name": "Vintage Model T",
    "price": 49.99,
    "image": "https://images.unsplash.com/photo-1516055000302-a11419b8179f?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=870&q=80",
    "category": "Antique Car",
    "ratings": 4.7,
    "manufacturer": "Retro Classics",
      "recommended_age": "8+",
      "material": "Metal",
      "quantity": 32,
      "description": "Travel back in time with the Vintage Model T toy! This meticulously crafted antique car replica captures the essence of the iconic automobile. It is made of high-quality metal with intricate detailing, from the spoked wheels to the classic grille. The Vintage Model T is a perfect addition to any collector's showcase or a delightful gift for car enthusiasts. Experience the charm and elegance of the early automotive era with this exquisite toy."
  },
  { "name": "Classic Roadster",
    "price": 59.99,
    "image": "https://images.unsplash.com/photo-1570619367330-f794786ab176?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=774&q=80",
    "category": "Antique Car",
    "ratings": 4.9,
    "manufacturer": "Heritage Toys",
      "recommended_age": "10+",
      "material": "Wood",
      "quantity": 75,
      "description": "Revel in the nostalgia of the Classic Roadster! This antique car toy is meticulously handcrafted from solid wood, exuding a vintage charm. The attention to detail is impeccable, from the smooth curves to the hand-painted finish. The Classic Roadster is a true collector's piece, combining elegance and craftsmanship. Display it with pride or let your imagination take you on a journey through the golden age of automobiles."
  }
  ]
  
  
  